export const phoneNumber = [
  { text: '+7 (495) 888-32-11', link: '+74958883211' },
  { text: '+7 (495) 032-25-18', link: '+74950322518' },
];
export const menuItem = [
  {
    name: 'Подогрев полей',
    link: '/',
  },
  {
    name: 'Проектирование',
    link: '/',
  },
  {
    name: 'О компании',
    link: '/',
  },
  {
    name: 'Статьи',
    link: '/',
  },
  {
    name: 'Контакты',
    link: '/',
  },
];
export const headerDataText = [
  {
    title:
      'ФЕСПО — российская продукция, разработанная для систем подогрева плоскостных сооружений',
    text: 'Cпроектирована для российских условий со сроком эксплуатации от 40 до 55 лет без непредвиденных затрат',
  },
  {
    title: 'Подогревфутбольных полей',
    text: 'ФЕСПО — российская продукция, разработанная для систем подогрева плоскостных сооружений',
  },
  {
    title: 'Наша продукция более 15 летна многих стадионах России',
    text: 'Система подогрева успешно функционирует начиная от небольших тренировочных полей и заканчивая центральными стадионами',
  },
];

export const email = 'fespo@gmail.com';
export const adress =
  'г. Москва, ул 3-я Тверская-Ямская,пер. Александра Невского д. 32';
