import articles1 from '../assets/images/articlesPage/Rectangle_34.png';
import articles2 from '../assets/images/articlesPage/Rectangle_37.png';
import articles3 from '../assets/images/articlesPage/Rectangle_39.png';
import articles4 from '../assets/images/articlesPage/Rectangle_97.png';
import articles5 from '../assets/images/articlesPage/Rectangle_92.png';
import articles6 from '../assets/images/articlesPage/Rectangle_93.png';
import articles7 from '../assets/images/articlesPage/Rectangle_94.png';
import articles8 from '../assets/images/articlesPage/Rectangle_95.png';
import articles9 from '../assets/images/articlesPage/Rectangle_96.png';
/**
 * данные для блока статей
 */
export const articlesData = [
  {
    image: articles1,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles2,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles3,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles4,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles5,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles6,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles7,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles8,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
  {
    image: articles9,
    title:
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра',
    description: [
      'Территория «Торпедо» переживает второе рождение. Исторический стадион перестраивается по самым современным стандартам комфорта и безопасности. Его превратят в футбольную арену для проведения соревнований всероссийского и международного уровня – IV (высшей) категории по классификации УЕФА и I категории по классификации РФС.',
      'Первая в России система для стандартного футбольного поля размерами 110 х72 метра, спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А. Стрельцова (Торпедо) г. Москва)',
      'Рядом со стадионом появятся 3 тренировочных поля – полноразмерное (105х68 м) и 2 уменьшенных (60х40 м) с искусственным газоном класса FIFA Quality Pro.',
    ],
    data: '4 февраля 2023',
  },
];
