import image1 from '../assets/images/desighingPage/Rectangle_29.png';
import image2 from '../assets/images/desighingPage/Rectangle_30.png';
import image3 from '../assets/images/desighingPage/Rectangle_31.png';
import image4 from '../assets/images/desighingPage/Rectangle_29.png';
import image5 from '../assets/images/desighingPage/Rectangle_69.png';
import image6 from '../assets/images/desighingPage/Rectangle_70.png';
import image7 from '../assets/images/desighingPage/Rectangle_71.png';
import image8 from '../assets/images/desighingPage/Rectangle_72.png';
import image9 from '../assets/images/desighingPage/Rectangle_74.png';
//import image1 from '../assets/images/desighingPage/Rectangle_29.png';

export const dataCards = [
  {
    image: image1,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image2,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image3,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image4,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image5,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image6,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image7,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image8,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
  {
    image: image9,
    alt: 'футбольное поле',
    title: 'Стадион им. Э.А. Стрельцова «Торпедо» г. Москва',
    text: `Первая в России система для стандартного футбольного поля размерами 110 х72 метра,
    спроектированная под тепловую нагрузку 1 Гкал (поле №4 с искусственным газоном на стадионе им Э.А.
    Стрельцова (Торпедо) г. Москва)`,
  },
];
