<template>
    <div class="wrapper">
        <h2 class="title">о компании</h2>
        <div class="text__container">
            <div class="text__wrapper">
                <p class="text">ФеСПО – российская продукция, разработанная для систем подогрева плоскостных сооружений,
                    спроектированная для российских условий со сроком эксплуатации от 40 до 55 лет без непредвиденных
                    затрат.
                </p>
                <p class="text">Зарождение технологии началось в стенах МЭИ ТУ в 2002-2003 годах, первые системы уже
                    отработали
                    более 15 лет без утечек и сбоев.</p>
            </div>
            <div class="text__wrapper">
                <p class="text">За 20 лет нашей работы мы выполнили более 400 проектов по всей России. Наша продукция на
                    стадионах различного уровня: олимпийский стадион «Фишт» г.Сочи, центральные стадионы крупных городов
                    (Москва, Челябинск, Пермь, Тамбов…), тренировочные поля к ЧМ 2018 по футболу, футбольные поля
                    профессиональных и любительских клубов, площадки для пляжных видов спорта, частные заказы.</p>
            </div>
        </div>
        <div class="image__container image__container_mt-60">
            <img class="image" src="../../assets/images/aboutPage/Rectangle_73.png" alt="футбольный газон">
        </div>
        <div class="text__container">
            <div class="text__wrapper text__wrapper_longer-width">
                <p class="text">Полностью монолитная система не подверженная коррозии и гниению – все элементы имеют
                    одинаковое
                    температурное удлинение, отсутствие резьбовых и компрессионных соединений. Греющие петли выпускаются под
                    конкретную длину поля. Усовершенствование ведется постоянно, учитывая опыт монтажа, эксплуатации и
                    обслуживания.
                </p>
                <p class="text">Полностью монолитная система не подверженная коррозии и гниению – все элементы имеют
                    одинаковое
                    температурное удлинение, отсутствие резьбовых и компрессионных соединений. Греющие петли выпускаются под
                    конкретную длину поля. Усовершенствование ведется постоянно, учитывая опыт монтажа, эксплуатации и
                    обслуживания.
                </p>
                <p class="text">Предусмотрены эффективная замена теплоносителя и поиск проколов.
                    Разработанный теплоноситель имеет только функциональные в рабочих режимах добавки и обладает
                    люминесценцией,
                    что облегчает поиск утечек. Обладает защитными свойствами для металлических поверхностей оборудования
                    ИТП,
                    не агрессивен к уплотнителям.
                </p>
                <p class="text">Срок службы не менее 10 лет.
                </p>
            </div>
        </div>
        <div class="card__container">
            <div class="image__container">
                <img class="image" src="../../assets/images/aboutPage//stadion.png" alt="стадион">
            </div>
            <div class="text__wrapper text__wrapper_mm-auto">
                <p class="text">Подобранное оборудование ИТП имеет идеальную совместимость, что повышает эффективность и
                    надежность по сравнению с экспериментальными проектами и решениями.</p>
                <p class="text">
                    В комплексе система имеет оптимально простое исполнение и проверенные решения, что делает её удобной и
                    понятной в эксплуатации и обслуживании даже для неквалифицированного персонала.</p>
                <p class="text">Универсальность системы позволяет с помощью изменения настроек автоматики адаптировать её к
                    искусственным покрытиям с полузасыпанным ворсом, использованию резинового гранулята или с использованием
                    геофилов. Отсутствует необходимость во вмешательство в оборудование ИТП или основание футбольного поля
                    при замене типа покрытия или длины ворса.</p>
                <p class="text">Гарантийный срок на систему подогрева 20 лет!
                    При выполнении монтажных работ ООО СК Феаген или официальным представителем, в случае нарушения
                    герметичности системы подогрева в течении 20 лет поиск и устранение утечки бесплатно (при выявленном
                    браке продукции или монтажа)!</p>
            </div>
        </div>
    </div>
</template>
    
<script setup>

</script>
    
<style scoped lang="scss">
.wrapper {
    margin: 120px auto 0 auto;
    display: flex;
    flex-direction: column;
    width: 100%;

}

.title {
    font-family: 'Prosto One', cursive;
    font-size: 32px;
    line-height: 40px;
    font-weight: 400;
    color: $whitetext;
    margin: 0 auto 0 0;
    text-transform: uppercase;
}

.text__container {
    display: flex;
    margin: 60px auto 0px 0px;
    gap: 100px;
}

.text__wrapper {
    display: flex;
    gap: 15px;
    flex-direction: column;
    max-width: 500px;
    margin: 0px auto 0 0;

    &_longer-width {
        max-width: 740px;
    }

    &_mm-auto {
        margin: auto auto auto 0;
    }
}

.text {
    margin: 0;
    font-family: 'Roboto', sans-serif;
    font-size: 16px;
    line-height: 19px;
    color: $greytext;
    font-weight: 400;
    text-align: start;
}

.image__container {
    width: 100%;
    height: 100%;
    border-radius: 12px;
    position: relative;
    margin: 0 auto 0 auto;

    &_mt-60 {
        margin: 60px auto 0 auto;
        height: 440px;
    }
}

.image {
    width: 100%;
    height: 100%;
    top: 0;
    left: 0;
    position: absolute;
}

.card__container {
    display: flex;
    gap: 60px;
    margin: 60px auto 0 0;
    width: 100%;
    height: 560px;
}
</style>